import { FAQItem } from '@/types'

export const faqItems: FAQItem[] = [
  {
    id: '1',
    question: 'Зачем мне стоит заказать услугу "создание сайтов в Алматы" для своего бизнеса?',
    answer: 'Веб-сайт - это мощный инструмент для привлечения потенциальных клиентов для Вашего бизнеса в Алматы. Сайт позволяет представить ваши товары и услуги более широкой аудитории, а также увеличивает видимость вашей компании и создает возможность для онлайн-продаж в Алматы.',
  },
  {
    id: '2',
    question: 'Сколько времени обычно занимает создание веб-сайта в Алматы?',
    answer: 'Время создания web-сайта зависит от его сложности, функционала и объёма работы. Обычно это занимает примерно от нескольких недель до месяца. Я могу предоставить Вам более точную информацию уже после обсуждения функционала сайта и всех деталей. Мы можем встретиться лично - в Алматы, либо созвониться в Google Meet, Zoom, Skype и так далее.',
  },
  {
    id: '3',
    question: 'Сколько стоит разработка сайта в Алматы?',
    answer: 'В среднем это стоит 60 - 150 тысяч kzt. Стоимость создания сайта в Алматы зависит от множества факторов- дизайн, функциональность и сложность. В Алматы цены могут варьироваться. Я предлагаю индивидуальный подход к каждому клиенту и предлагаю бюджет исходя из Ваших потребностей в создании сайта.',
  },
  {
    id: '4',
    question: 'Какие преимущества чистого кода для моего веб-сайта в Алматы?',
    answer: 'Сайт, написанный чистым кодом получается гораздо дешевле. Такой сайт занимает чуть больше времени в разработке и настройке, однако его годовое обслуживание гораздо дешевле. Конструктор Tilda в Алматы стоит ~ 40 тысяч тенге в год (обслуживание сайта в год = покупка домена + конструктора Тильда). Сайт, написанный чистым кодом в Алматы будет обслуживаться в 4 раза дешевле. Вам нужно будет оплатить домен (название сайта = 4.300тг.) и хостинг (место, где будет храниться ваш сайт = 10.000тг. в год).',
  },
  {
    id: '5',
    question: 'Какая информация требуется от меня, чтобы получить свой сайт быстрее?',
    answer: 'От Вас необходима вся информация о услугах: основной вид деятельности; Ваши конкуренты; сайты которые нравятся вам по дизайну или наполнению; все имеющиеся фотографии или видео; тексты о предоставляемых услугах; прочая информация.',
  },
  {
    id: '6',
    question: 'Где я могу посмотреть полное портфолио сайтов?',
    answer: 'Полное портфолио по веб-разработке вы можете посмотреть на странице портфолио. Скачать бриф на создание вебсайта в Алматы можно по ссылке.',
  },
]
